project/Turbine3/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  4.0                                   |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      binary;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    inlet
    {
        type            patch;
        nFaces          1839;
        startFace       367773;
    }
    outlet
    {
        type            patch;
        nFaces          4061;
        startFace       369612;
    }
    LPSpool.stl
    {
        type            patch;
        inGroups        1(meshedPatches);
        nFaces          10265;
        startFace       373673;
    }
    NacelleStator.stl
    {
        type            patch;
        inGroups        1(meshedPatches);
        nFaces          52368;
        startFace       383938;
    }
)

// ************************************************************************* //
